Repository: Mailu/Mailu
Catalog: admin/mailu/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Invalid email address.
nl: Incorrect email adres

source: Confirm
nl: Bevestigen

source: Password
nl: Wachtwoord

source: Sign in
nl: Aanmelden

source: Domain name
nl: Domein naam

source: Maximum user count
nl: Maximal gebruikers aantal

source: Maximum alias count
nl: Maximal alias aantal

source: Comment
nl: Opmerking

source: Create
nl: Aanmaken

source: Confirm password
nl: Bevestigen wachtwoord

source: Allow IMAP access
nl: IMAP toegang toegestaan

source: Allow POP3 access
nl: POP3 toegang toegestaan

source: Save
nl: Opslaan

source: Displayed name
nl: Weergegave naam

source: Enable spam filter
nl: Activeer spam filter

source: Spam filter drempel
nl: Spam filter

source: Save settings
nl: Opslaan instellingen

source: Password check
nl: Wachtwoord controle

source: Update password
nl: Bijwerken wachtwoord

source: Enable forwarding
nl: Activeer doorsturen

source: Destination
nl: Bestemming

source: Update
nl: Bijwerken

source: Enable automatic reply
nl: Activeer automatisch antwoord

source: Reply subject
nl: Reageer onderwerp

source: Reply body
nl: Antwoord tekst

source: Use SQL LIKE Syntax (e.g. for catch-all aliases)
nl: Gebruik SQL-achtige syntax (bijvoorbeeld voor catch-all aliassen)

source: Admin email
nl: Beheerder email

source: Submit
nl: Toepassen

source: Hostname or IP
nl: hostnaam of IP

source: TCP port
nl: TCP poort

source: Enable TLS
nl: Activeer TLS

source: Username
nl: Gebruikers naam

source: Announcement subject
nl: Aankondigingsonderwerp

source: Announcement body
nl: Aankondigingstekst

source: Send
nl: Verstuur

source: Public announcement
nl: Publieke aankondiging

source: from
nl: van

source: Confirm action
nl: Bevestig actie

source: You are about to %(action)s. Please confirm your action.
nl: Je staat op het punt om %(action)s. Bevestig actie.

source: Docker error
nl: Docker fout

source: An error occurred while talking to the Docker server.
nl: Er is een fout opgetreden tijdens het communiseren met de Docker server.

source: Your account
nl: Uw account

source: to access the administration tools
nl: voor toegang tot de beheertools

source: Services status
nl: Diensten status

source: Services
nl: Diensten

source: Image
nl: Afbeelding

source: Started
nl: Gestart

source: Last update
nl: Laatste bewerking

source: My account
nl: Mijn account

source: Settings
nl: Instellingen

source: Auto-forward
nl: Automatisch doorsturen

source: Auto-reply
nl: Automatisch antwoord

source: Fetched accounts
nl: Ophalen externe account

source: Sign out
nl: Afmelden

source: Administration
nl: Administratie

source: Announcement
nl: Aankondiging

source: Administrators
nl: Beheerders

source: Mail domains
nl: Mail domeinen

source: Add a global administrator
nl: Voeg een algemene beheerder

source: Global administrators
nl: Algemene beheerder

source: Add administrator
nl: Toevoegen beheerder

source: Actions
nl: Acties

source: Delete
nl: Verwijderen

source: Create alias
nl: Aanmaken alias

source: Edit alias
nl: Wijzigen alias

source: Alias list
nl: Lijst aliassen

source: Add alias
nl: Toevoegen alias

source: Created
nl: Aangemaakt

source: Last edit
nl: Laatste wijziging

source: Edit
nl: Wijzigen

source: New domain
nl: Nieuw domein

source: Domain details
nl: Domein gegevens

source: Regenerate keys
nl: Op nieuw aanmaken sleutels

source: DNS MX entry
nl: DNS MX vermelding

source: DNS SPF entries
nl: DNS SPF vermeldingen

source: DKIM public key
nl: DKIM publieke sleutel

source: DNS DKIM entry
nl: DNS DKIM vermelding

source: DNS DMARC entry
nl: DNS DMARC vermelding

source: Edit domain
nl: Wijzigen domein

source: Domain list
nl: Lijst domeinen

source: Manage
nl: Beheer

source: Mailbox count
nl: Mailbox aantal

source: Alias count
nl: Alias aantal

source: Details
nl: Gegevens

source: Users
nl: Gebruikers

source: Aliases
nl: Aliassen

source: Managers
nl: Beheerders

source: Add a fetched account
nl: Toevoegen externe account

source: Update a fetched account
nl: Wijzigen externe account

source: Add an account
nl: Toevoegen van een account

source: Endpoint
nl: Eind punt

source: Last check
nl: Laatste controle

source: Add a manager
nl: Toevoegen beheerder

source: Manager list
nl: Lijst beheerders

source: Add manager
nl: Toevoegen beheerder

source: New user
nl: Niewe gebruiker

source: Edit user
nl: Wijzigen gebruiker

source: Forward emails
nl: Doorsturen email berichten

source: User list
nl: List gebruikers

source: Add user
nl: Toevoegen gebruiker

source: User settings
nl: Gebruikersinstellingen

source: Features
nl: Kenmerken

source: Password update
nl: Wachtwoord bijwerken

source: Automatic reply
nl: Automatisch antwoord
