Repository: Mailu/Mailu
Catalog: core/admin/mailu/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, fr, he, hu, ja, nb_no, sv, uk

source: Users
ca: Usuaris
de: Benutzer
fr: Utilisateurs
he: משתמשים
hu: Felhasználók
ja: ユーザー
nb_no: Brukere
sv: Användare
uk: Користувачі

source: Aliases
ca: Àlies
de: Aliase
fr: Alias
he: כינויים
hu: Álnevek
ja: エイリアス
nb_no: Alias
sv: Alias
uk: Скорочення

source: Managers
ca: Gestors
de: Manager
fr: Gérants
he: מפקחים
hu: Kezelők
ja: 管理者
nb_no: Managere
uk: Менеджери

source: Alternatives
de: Alternativen
he: חלופות
hu: Alternatívák
ja: 代替ドメイン
nb_no: Alternativer
sv: Alternativ
uk: Альтернативи

source: In order to register a new domain, you must first setup the domain zone so that the domain <code>MX</code> points to this server
ca: Per a registrar un nou domini, heu de configurar la zona de dominis per tal que el domini <code>MX</code> apunte a aquest servidor
de: Um eine neue Domain registrieren zu können, müssen Sie zuerst den <code>MX Resource Record</code> der neuen Domäne konfigurieren. Dieser muss auf den aktuellen Mail-Server verweisen.
fr: Pour enregistrer un nouveau domaine, vous devez d'abord configurer la zone DNS de sorte que le <code>MX</code> du domaine pointe sur ce serveur.
he: כדי לרשום שם תחום חדש, תחילה עליך להקים את אזור התחום ‏(domain zone) כדי שה־<code>MX</code> של שם התחום יפנה לשרת הזה
hu: Új tartomány létrehozásához először regisztrálnia kell a tartományi zónát, hogy a tartomány <code>MX</code> rekordja erre a kiszolgálóra mutasson.
ja: 新しいドメインを登録するには、最初に<code>MX</code>レコードが このサーバーを指すようにDNSゾーンを設定する必要があります。
nb_no: For å kinne registrere et bytt domene, må du først sette opp domeneområdet slik at domenet <code>MX</code> peker til denne serveren
uk: Для того, щоб зареєструвати новий домен, необхідно спочатку налаштувати доменну <code>MX</code> так, щоб домен вказував на цей сервер

source: If you do not know how to setup an <code>MX</code> record for your DNS zone, please contact your DNS provider or administrator. Also, please wait a couple minutes after the <code>MX</code> is set so the local server cache expires.
ca: Si no sabeu configurar un registre <code>MX</code> a la zona DNS, contacteu amb el vostre proveïdor o administrador de DNS. Per favor, espereu uns quants minuts despres d'ajustar el registre <code>MX</code> perquè la caixet del servidor local expire.
de: Bitte kontaktieren Sie ihren DNS-Anbieter oder -Administrator, falls Sie nicht wissen, wie ein <code>MX Resource Record</code> auf Ihrem DNS-Server eingerichtet wird. Bitte beachten Sie auch, dass aufgrund der lokalen Server Cache Einstellungen eine Änderung am <code>MX Resource Record</code> erst nach einigen Minuten aktiv wird.
fr: Si vous ne savez pas comment configurer un enregistrement <code>MX</code>, contactez votre fournisseur de DNS ou votre administrateur. Egalement, attendez quelques minutes après avoir modifié le <code>MX</code>, le temps que le cache local au serveur soit rafraîchi.
he: אם לא ברור לך איך להקים רשומת <code>MX</code> עבור אזור ה־DNS שלך, נא ליצור קשר עם ספק ה־ DNS או ההנהלה שלך. כמו כן, נא להמתין מספר דקות לאחר הגדרת ה־<code>MX</code> כדי לאפשר לתוקף המטמון המקורי בשרת לפוג.
hu: Ha nem tudja hogyan kell az <code>MX</code> rekordot regisztrálnia a DNS zónában, kérjük vegye fel a kapcsolatot a DNS rendszergazdával. Pár perc szükséges az <code>MX</code> rekord regisztárciója után, amíg a helyi gyorsítótár elavul.
ja: もしDNSゾーンに<code>MX</code>レコードを設定する方法が分からなければ、 お使いのDNSサーバ管理者にお問い合わせ下さい。<code>MX</code>レコード設定後は キャッシュ有効期限が切れるまでしばらくお待ちください。
nb_no: Om du ikke vet hvordan du setter opp en <code>MX</code> oppføring for ditt domeneområde, så kan du ta kontakt med din DNS-leverandør. Vennligst vent et par minutter etter at <code>MX</code> er satt, slik at den lokal cachen på serveren utløper.
uk: Якщо ви не знаєте, як налаштувати <code>MX</code>-запис для вашої DNS-зони, зверніться до вашого DNS-провайдера або адміністратора. Також, будь ласка, зачекайте кілька хвилин після встановлення MX, щоб закінчився термін дії кешу локального сервера.

source: Add a fetched account
ca: Afegiu un compte extern
de: Externes Konto hinzufügen
fr: Ajouter un compte externe
he: הוספת חשבון נמשך
hu: Letöltött fiók hozzáadása
ja: 外部メールアカウントを追加
nb_no: Legg til en hentet konto
sv: Lägg till hämtat konto
uk: Додати знайдений обліковий запис

source: Update a fetched account
ca: Actualitzeu compte extern
de: Externes Konto aktualisieren
fr: Modifier un compte externe
he: עדכון חשבון שנמשך
hu: Letöltött fiók frissítése
ja: 外部メールアカウントを更新
nb_no: Oppdater en hentet konto
sv: Uppdatera ett hämtat konto
uk: Оновити знайдений обліковий запис

source: Add an account
ca: Afegiu un compte
de: Konto hinzufügen
fr: Ajouter un compte
he: הוספת חשבון
hu: Fiók hozzáadása
ja: アカウントを追加
nb_no: Legg til en konto
sv: Lägg till ett konto
uk: Додати обліковий запис

source: Endpoint
de: Endpunkt
fr: Source
he: נקודת גישה
hu: Végpont
ja: エンドポイント
nb_no: Endepunkt
sv: Slutpunkt
uk: Кінцева точка

source: Keep emails
ca: Mantingueu els correus
de: E-Mails behalten
fr: Conserver les messages
he: לשמור על ההודעות
hu: Levelek megtartása
ja: メールを残す
nb_no: Behold e-poster
sv: Behåll e-posten
uk: Зберігати електронні листи

source: Last check
ca: Última comprovació
de: Letzte Prüfung
fr: Dernier relevé
he: בדיקה אחרונה
hu: Utolsó ellenőrzés
ja: 最終確認
nb_no: Sist sjekk
sv: Senaste koll
uk: Остання перевірка

source: Status
fr: Etat
hu: Állapot
ja: 状態
uk: Статус

source: yes
ca: sí
de: ja
fr: oui
he: כן
hu: igen
ja: はい
nb_no: ja
sv: ja
uk: так

source: no
de: nein
fr: non
he: לא
hu: nem
ja: いいえ
nb_no: nei
sv: nej
uk: ні

source: Add a manager
ca: Afegiu un gestor
de: Einen Manager hinzufügen
fr: Ajouter un gérant
he: הוספת מנהל
hu: Kezelő hozzáadása
ja: 管理者を追加
nb_no: Legg til en manager
sv: Lägg till en manager
uk: Додати менеджера

source: Manager list
ca: Llista de gestors
de: Manager
fr: Liste des gérants
he: רשימת מנהלים
hu: Kezelők listája
ja: 管理者一覧
nb_no: Liste over managere
sv: Managerlista
uk: Список менеджерів

source: Add manager
ca: Afegiu un gestor
de: Manager hinzufügen
fr: Ajouter le gérant
he: הוספת מנהל
hu: Kezelő hozzáadása
ja: 管理者を追加
nb_no: Legg til manager
sv: Skapa manager
uk: Додати менеджера

source: New relay domain
ca: Nou domini llegat (relayed)
de: Neue Relay-Domain
fr: Nouveau domaine relayé
he: שם תחום מועבר
hu: Új továbbító tartomány
ja: リレードメイン名を追加
nb_no: Nytt videresendt domene
sv: Ny relä-domän
uk: Новий домен ретрансляції

source: Edit relayed domain
de: Relay-Domain bearbeiten
fr: Modifier le domaine relayé
sv: Redigera reläade domäner
uk: Редагувати домен ретрансляції

source: Relayed domain list
ca: Llista de dominis traspassats
de: Relay-Domains
fr: Liste des domaines relayés
he: רשימת שמות תחום מועברים
hu: Továbbított tartományok
ja: リレードメイン名一覧
nb_no: Videresendte domener
sv: Reläade domäner
uk: Список ретрансляційний доменів

source: New relayed domain
ca: Nou domini traspassat
de: Neue Relay-Domain
fr: Nouveau domaine relayé
he: שם תחום מועבר חדש
hu: Új továbbított tartomány
ja: リレードメイン名を追加
nb_no: Nytt videresendt domene
sv: Ny reläad domän
uk: Новий ретрансляційний домен

source: Create an authentication token
ca: Creeu un token d'autenticació
de: Authentifizierungs-Token erstellen
fr: Créer un jeton d'authentification
he: יצירת אסימון אימות
hu: Belépési token létrehozása
ja: 認証トークンを作成
nb_no: Lag en autentiserings-token
sv: Skapa en autentiseringstoken
uk: Створити токен автентифікації

source: New token
ca: Nou token
de: Neuer Token
fr: Nouveau jeton
he: אסימון חדש
hu: Új token
ja: トークンを作成
nb_no: Ny token
sv: Ny token
uk: Новий токен

source: New user
ca: Nou usuari
de: Neuer Benutzer
fr: Nouvel utilisateur
he: משתמש חדש
hu: Új felhasználó
ja: ユーザーを作成
nb_no: Ny bruker
sv: Ny användare
uk: Новий користувач

source: General
de: Allgemein
fr: Général
he: כללי
hu: Általános
ja: 一般
nb_no: Generelt
sv: Allmänt
uk: Основне

source: Features and quotas
ca: Funcions i espai
de: Funktionen und Quotas
fr: Fonctionnalités et quotas
he: יכולות ומיכסות
hu: Jellemzők és kvóták
ja: サーバ機能と容量
nb_no: Funksjoner og kvoter
sv: Funktioner och quota
uk: Можливості та квоти

source: Edit user
ca: Edita usuari
de: Benutzer bearbeiten
fr: Modifier l'utilisateur
he: עריכת משתמש
hu: Felhasználó szerkesztése
ja: ユーザーを編集
nb_no: Endre bruker
sv: Redigera användare
uk: Редагувати користувача

source: User list
ca: Llista d'usuaris
de: Benutzer
fr: Utilisateurs
he: רשימת משתמשים
hu: Felhasználók
ja: ユーザー一覧
nb_no: Liste over brukere
sv: Användarlista
uk: Список користувачів

source: Add user
ca: Afegiu usuari
de: Benutzer hinzufügen
fr: Ajouter un utilisateur
he: הוספת משתמש
hu: Felhasználó hozzáadása
ja: ユーザーを追加
nb_no: Legg til bruker
sv: Lägg till användare
uk: Додати користувача

source: User settings
ca: Ajustos d'usuari
de: Einstellungen
fr: Options de l'utilisateur
he: הגדרות משתמש
hu: Felhasználói beállítások
ja: ユーザー設定
nb_no: Brukerinnstillinger
sv: Användarinställningar
uk: Налаштування користувача

source: Features
ca: Característiques
de: Funktionen
fr: Fonctionnalités
he: יכולות
hu: Jellemzők
ja: サーバ機能
nb_no: Funksjoner
sv: Funktioner
uk: Можливості

source: Password update
ca: Canvieu la contrasenya
de: Passwort aktualisieren
fr: Modifier le mot de passe
he: עדכון סיסמה
hu: Jelszó frissítése
ja: パスワード変更
nb_no: Passord oppdatering
sv: Uppdatera lösenord
uk: Оновити пароль

source: Automatic reply
ca: Resposta automàtica
de: Automatische Antwort
fr: Réponse automatique
he: מענה אוטומטי
hu: Automatikus válasz
ja: 自動返信
nb_no: Automatisk svar
sv: Automatiskt svar
uk: Увімкнути автоматичну відповідь

source: Auto-forward
ca: Auto-reenviament
de: Auto-Weiterleitung
fr: Redirection
he: העברה אוטומטית
hu: Automatikus továbbítás
ja: 自動転送
nb_no: Automatisk videresending
uk: Автоматичне пересилання

source: pick a domain for the new account
ca: trieu un domini per al compte nou
de: Wählen Sie eine Domain für das neue Benutzerkonto
fr: choix du domaine pour le compte
he: נא לבחור שם תחום לחשבון החדש
hu: válasszon tartományt az új fiókhoz
ja: 新しいアカウントのドメインを選んでください
nb_no: velg et domene for den nye kontoen
uk: вибрати домен для нового облікового запису

source: Domain
ca: Nom de domini
fr: Domaine
he: שם תחום
hu: Tartomány
ja: ドメイン名
nb_no: Domene
uk: Домен

source: Available slots
ca: Ranures lliures
de: Verfügbare Plätze
fr: Places disponibles
he: מקומות פנויים
hu: Elérhető rekeszek
ja: 空きメールボックス数
nb_no: Tilgjengelige plasser
uk: Наявні слоти

source: Edit relayd domain
ca: Editeu domini llegat (relayed)
he: עריכת שמות תחום מועברים
hu: Továbbított tartomány szerkesztése
ja: リレードメイン名を編集
nb_no: Endre videresendt domene
