Repository: Mailu/Mailu
Catalog: core/admin/mailu/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, fr, he, hu, ja, nb_no, sv, uk

source: E-mail
ca: Correu
he: דוא״ל
ja: E-Mailアドレス
nb_no: E-post
sv: E-post
uk: Електронна пошта

source: Password
ca: Contrasenya
de: Passwort
fr: Mot de passe
he: סיסמה
hu: Jelszó
ja: パスワード
nb_no: Passord
sv: Lösenord
uk: Пароль

source: Sign in
ca: Entreu
de: Anmelden
fr: Se connecter
he: כניסה
hu: Belépés
ja: ログイン
nb_no: Logg inn
sv: Logga in
uk: Увійти

source: Admin page for
de: Administration für
uk: Сторінка адміністратора для

source: toggle sidebar
de: Seitenleiste ein-/ausklapen
uk: переключити бічну панель

source: change language
de: Sprachauswahl
uk: змінити мову

source: Go to
ca: Aneu a
de: Wechseln zu
fr: Navigation
he: מעבר אל
hu: Ugrás
ja: リンク
nb_no: Gå til
sv: Gå till
uk: Перейти до

source: Client setup
ca: Ajustos del client
de: Client Einrichtung
fr: Configuration client
he: הגדרת לקוח
hu: Kliens beállítás
ja: クライアント設定
nb_no: Oppsett av klienter
uk: Налаштування клієнта

source: Website
ca: Lloc web
de: Webseite
fr: Site web
he: אתר
hu: Weboldal
ja: Webサイト
nb_no: Nettside
sv: Websida
uk: Вебсайт

source: Help
ca: Ajuda
de: Hilfe
fr: Aide
he: עזרה
hu: Súgó
ja: ヘルプ
nb_no: Hjelp
sv: Hjälp
uk: Довідка

source: Register a domain
ca: Registreu un domini
de: Regestrieren Sie eine Domain
fr: Inscrire un domaine
he: רישום שם תחום
hu: Tartomány regisztrálása
ja: ドメインを登録
nb_no: Registrer et domene
uk: Зареєструвати домен

source: Sign up
ca: Registreu-vos
de: Registrieren
fr: S'inscrire
he: הרשמה
hu: Feliratkozás
ja: ユーザー登録
nb_no: Register deg
uk: Зареєструватися

source: Invalid email address.
de: Ungültige E-Mail-Adresse.
fr: Adresse e-mail invalide.
he: כתובת דוא״ל שגויה.
hu: Érvénytelen levelezési cím.
ja: 無効なメールアドレスです
nb_no: Feil epostadresse.
sv: Ogiltig adress
uk: Недійсна електронна пошта.

source: Confirm
ca: Confirmeu
de: Bestätigen
fr: Confirmer
he: אישור
hu: Megerősít
ja: 確認
nb_no: Bekreft
sv: Bekräfta
uk: Підтвердити

source: Domain name
ca: Nom de domini
fr: Nom de domaine
he: שם תחום
hu: Tartomány
ja: ドメイン名
nb_no: Domenenavn
sv: Domännamn
uk: Ім'я домену

source: Maximum user count
ca: Nombre màxim d'usuaris
de: Maximale Anzahl Benutzer
fr: Nombre maximum d'utilisateurs
he: כמות המשתמשים המרבית
hu: Maximális felhasználók száma
ja: 最大ユーザー数
nb_no: Maks antall brukere
sv: Max antal användare
uk: Максимальна кількість користувачів

source: Maximum alias count
ca: Nombre màxim d'àlies
de: Maximale Anzahl Aliase
fr: Nombre maximum d'alias
he: כמות הכינויים המרבית
hu: Maximális álnevek száma
ja: 最大エイリアス数
nb_no: Maks antall alias
sv: Max antal alias
uk: Максимальна кількість скорочень

source: Maximum user quota
ca: Espai màxim per usuari
de: Maximale Quota pro Benutzer
fr: Quota maximum par utilisateur
he: מיכסת המשתמשים המרבית
hu: Maximális felhasználói kvóta
ja: ユーザーの最大容量
nb_no: Maksimal mengde brukere
sv: Max användar-quota
uk: Максимальна квота користувачів

source: Enable sign-up
ca: Activeu el registre
de: Neuanmeldung erlauben
fr: Autoriser l'inscription
he: לאפשר הרשמה
hu: Feliratkozás engedélyezése
ja: ユーザー登録を有効にする
nb_no: Tillat registrering
uk: Увімкнути реєстрацію

source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
he: תגובה
hu: Megjegyzés
ja: コメント
nb_no: Kommentar
sv: Kommentar
uk: Коментар

source: Save
ca: Desa
de: Speichern
fr: Enregistrer
he: שמירה
hu: Mentés
ja: 保存
nb_no: Lagre
sv: Spara
uk: Зберегти

source: Initial admin
ca: Admin inicial
de: Initiale Admin-Adresse
fr: Administrateur initial
he: מנהל ראשוני
hu: Kezdeti adminisztrátor
ja: 初期管理者アドレス
nb_no: Første-admin
uk: Початковий адміністратор

source: Admin password
ca: Contrasenya d'admin
de: Administrator Passwort
fr: Mot de passe administrateur
he: סיסמת ניהול
hu: Adminisztrátor jelszó
ja: 管理パスワード
nb_no: Admin passord
uk: Пароль адміністратора

source: Confirm password
ca: Confirmeu la contrasenya
de: Passwort bestätigen
fr: Confirmer le mot de passe
he: אישור סיסמה
hu: Jelszó megerősítése
ja: パスワード(再入力)
nb_no: Bekreft passord
sv: Bekräfta lösenord
uk: Підтвердити пароль

source: Create
ca: Creeu
de: Erstellen
fr: Créer
he: יצירה
hu: Létrehoz
ja: 作成
nb_no: Opprett
sv: Skapa
uk: Створити

source: Alternative name
ca: Nom alternatiu
de: Alternativer Name
fr: Nom alternatif
he: שם חלופי
hu: Alternatív név
ja: 代替ドメイン名
nb_no: Alternativt navn
sv: Aleternativt namn
uk: Альтернативна назва

source: Relayed domain name
ca: Nom de domini llegat (relayed)
de: Relay-Domain-Name
fr: Nom du domaine relayé
he: שם תחום מועבר
hu: Továbbított tartomány neve
ja: リレードメイン名
nb_no: Videresendt domenenavn
sv: Reläade domännamn
uk: Ретрансльоване доменне ім'я

source: Remote host
ca: Amfitrió remot
de: Entfernter Host
fr: Hôte distant
he: מארח מרוחק
hu: Távoli hoszt
ja: サーバー
nb_no: Ekstern vert
sv: Server
uk: Віддалений хост

source: Quota
ca: Espai
de: Kontingent
he: מיכסה
hu: Kvóta
ja: 容量
nb_no: Kvote
uk: Квота

source: Allow IMAP access
ca: Permeteu accés IMAP
de: Zugriff via IMAP erlauben
fr: Autoriser l'accès IMAP
he: לאפשר גישה ב־IMAP
hu: IMAP hozzáférés engedélyezése
ja: IMAPアクセスを許可
nb_no: Tillat IMAP tilgang
sv: Tillåt IMAP
uk: Дозволити IMAP-доступ

source: Allow POP3 access
ca: Permeteu accés POP3
de: Zugriff via POP3 erlauben
fr: Autoriser l'accès POP3
he: לאפשר גישה ב־POP3
hu: POP3 hozzáférés engedélyezéseq
ja: POP3アクセスを許可
nb_no: Tillat POP3 tilgang
sv: Tillåt POP3
uk: Дозволити POP3-доступ

source: Displayed name
ca: Nom per mostrar
de: Angezeigter Name
fr: Nom affiché
he: שם מוצג
hu: Megjelenő név
ja: 表示名
nb_no: Visningsnavn
sv: Visat namn
uk: Ім'я, що показується

source: Enabled
ca: Activat
de: Aktiv
fr: Activé
he: מופעל
hu: Engedélyezve
ja: 有効
nb_no: Aktivert
uk: Увімкнено

source: Email address
ca: Adreça email
de: E-Mail-Adresse
fr: Adresse e-mail
he: כתובת דוא״ל
hu: Email cím
ja: E-Mailアドレス
nb_no: Epostadresse
uk: Електронна пошта

source: Enable spam filter
ca: Activeu filtre spam
de: Spamfilter aktivieren
fr: Activer le filtre anti-spam
he: הפעלת מסנן ספאם
hu: Levélszemét szűrő engedélyezése
ja: スパムフィルターを有効
nb_no: Aktiver spamfilter
sv: Aktivera spamfilter
uk: Увімкнути спам-фільтр

source: Enable marking spam mails as read
de: Spam automatisch als gelesen markieren
uk: Позначити спам як прочитане

source: Spam filter tolerance
ca: Tolerància del filtre d'spam
de: Spamfilter-Grenzwert
fr: Tolérance du filtre antispam
he: סובלנות מסנן הספאם
hu: Szűrő tolerancia
ja: スパムフィルターの閾値
nb_no: Toleranse på spamfilter
uk: Толерантність спам-фільтра до спаму

source: Enable forwarding
ca: Activeu el reenviament
de: Weiterleitung aktivieren
fr: Activer la redirection
he: הפעלת העברה
hu: Továbbítás engedélyezése
ja: 自動転送を有効
nb_no: Aktiver videresending
sv: Aktivera vidarebefordring
uk: Увімкнути переадресацію

source: Keep a copy of the emails
ca: Mantigueu una còpia dels correus
de: Kopie der E-Mails behalten
fr: Conserver une copie des messages
he: להשאיר עותק מההודעות
hu: Levélmásolat megtartása
ja: メールのコピーを残す
nb_no: Behold en kopi av meldingene
sv: Behåll en kopia av e-posten
uk: Зберігати копії електронних листів

source: Destination
ca: Destinació
de: Ziel
he: יעד
hu: Cél
ja: 宛先
nb_no: Destinasjon
uk: Призначення

source: Save settings
ca: Desa ajustos
de: Einstellungen speichern
fr: Enregistrer les préférences
he: שמירת הגדרות
hu: Beállítások mentése
ja: 設定を保存
nb_no: Lagre innstillingene
sv: Spara inställningar
uk: Зберегти налаштування

source: Password check
ca: Comproveu la contrasenya
de: Passwort wiederholen
fr: Vérifier le mot de passe
he: בדיקת סיסמה
hu: Jelszó ellenőrzése
ja: パスワード(再入力)
nb_no: Bekreft passord
sv: Lösenordskoll
uk: Перевірка пароля

source: Update password
ca: Canvieu la contrasenya
de: Passwort aktualisieren
fr: Changer de mot de passe
he: עדכון סיסמה
hu: Jelszó frissítése
ja: パスワード変更
nb_no: Oppdater passord
sv: Uppdatera lösenord
uk: Оновити пароль

source: Enable automatic reply
ca: Activeu la resposta automàtica
de: Automatische Antwort aktivieren
fr: Activer les réponses automatique
he: הפעלת תגובה אוטומטית
hu: Automatikus válasz engedélyezése
ja: 自動返信を有効
nb_no: Aktiver automatisk svar
sv: Aktivera autosvar
uk: Увімкнути автоматичну відповідь

source: Reply subject
ca: Tema de la resposta
de: Betreff
fr: Sujet du message
he: נושא התגובה
hu: Válasz tárgya
ja: 返信件名
nb_no: Tittel på svar
sv: Svar ämne
uk: Тема відповіді

source: Reply body
ca: Missatge de resposta
de: Text
fr: Corps de la réponse
he: גוף התגובה
hu: Válasz levéltörzs
ja: 返信本文
nb_no: Svar-melding
sv: Svar meddelande
uk: Текст відповіді

source: Start of vacation
de: Beginn der Abwesenheit
uk: Початок відпустки

source: End of vacation
ca: Tornada de vacances
de: Ende der Abwesenheit
fr: Fin du mode vacance
he: סוף החופשה
hu: Távollét vége
ja: 自動返信終了日
nb_no: Ferieslutt
uk: Кінець відпустки

source: Update
ca: Actualitzeu
de: Aktualisieren
fr: Mettre à jour
he: עדכון
hu: Frissítés
ja: 更新
nb_no: Oppdater
sv: Uppdatera
uk: Оновити

source: Your token (write it down, as it will never be displayed again)
ca: Token personal (apunteu-lo perquè no es mostrarà de nou)
de: Token (bitte speichern, da er hier nach nicht mehr angezeigt wird)
fr: Votre jeton (à conserver, il ne sera plus affiché par la suite)
he: האסימון שלך (כדאי לשמור עליו היטב כיוון שהוא לא יופיע פעם נוספת)
hu: Token (írja le, többet nem jelenik meg a képernyőn)
ja: トークン (一度だけしか表示されません。書き留めてください。)
nb_no: Din token (skriv denne ned, vil ikke kunne vises senere)
sv: Din token (notera, eftersom den inte kommer att visas igen)
uk: Ваш токен (запишіть його, оскільки він більше ніколи не буде відображатися)

source: Authorized IP
ca: IP autoritzada
de: Authorisierte IP-Adresse
fr: Adresse IP autorisée
he: כתובת IP מורשית
hu: Engedélyezett IP
ja: 認証するIPアドレス
nb_no: Autorisert IP
sv: Autentiserat IP
uk: Дозволені IP-адреси

source: Alias
ca: Àlies
he: כינוי
hu: Álnév
ja: エイリアス名
uk: Псевдонім

source: Use SQL LIKE Syntax (e.g. for catch-all aliases)
ca: Feu servir sintaxi tipus SQL (ex. per seleccionar tots els àlies catch-all)
de: SQL LIKE Syntax nutzen (z.B. für Catch-All-Aliase)
fr: Utiliser la syntaxe SQL LIKE (par exemple pour les alias catch-all)
he: להשתמש בתחביר דמוי SQL (למשל: catch-all aliases)
hu: SQL-szerű kifejezések használata (pl.: mint a catch-all álnevek)
ja: SQL LIKE構文を使う (例：Catch-All エイリアス)
nb_no: Bruk SQL LIKE syntaks (eks. for å fange alle eposter)
sv: Använd SQL-liknande syntax (t.ex. för catch-all alias)
uk: Використовуйте синтаксис SQL LIKE (наприклад, для псевдонімів catch-all)

source: Admin email
ca: Adreça d'admin
de: Administrator E-Mail
fr: Email de l'administrateur
he: דוא״ל ההנהלה
hu: Adminisztrátor címe
ja: 管理者のE-Mail
nb_no: Admin E-post
sv: Admin e-post
uk: Пошта адміністратора

source: Submit
ca: Envia
de: Absenden
fr: Valider
he: הגשה
hu: Elküldés
ja: 保存
nb_no: Lagre
sv: Skicka in
uk: Надіслати

source: Manager email
ca: Adreça de gestor
fr: E-mail du gérant
he: דוא״ל המפקח
hu: Menedzser címe
ja: 管理者メールアドレス
nb_no: Manager E-post
sv: Manager e-post
uk: Електронна пошта менеджера

source: Protocol
de: Protokoll
fr: Protocole
he: פרוטוקול
hu: Protokoll
ja: プロトコル
nb_no: Protokoll
sv: Protokoll
uk: Протокол

source: Hostname or IP
ca: Nom d'amfitrio o IP
de: Hostname oder IP
fr: Nom d'hôte ou adresse IP
he: שם מארח או כתובת IP
hu: Hosztnév vagy IP
ja: ホスト名またはIPアドレス
nb_no: Host eller IP
sv: Hostnamn eller IP
uk: Ім'я хоста або IP

source: TCP port
ca: Port TCP
fr: Port TCP
he: פתחת TCP
ja: TCP ポート
uk: Порт TCP

source: Enable TLS
ca: Activeu TLS
de: Verschlüsselung aktivieren (TLS)
fr: Activer TLS
he: הפעלת TLS
hu: TLS engedélyezése
ja: TLSを有効にする
nb_no: Aktiver TLS
sv: Aktivera TLS
uk: Увімкнути TLS

source: Username
ca: Nom d'usuari
de: Benutzername
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználó neve
ja: ユーザー名
nb_no: Brukernavn
sv: Användarnamn
uk: Ім'я користувача

source: Keep emails on the server
ca: Mantén els correus al servidor
de: E-Mails auf dem Server belassen
fr: Conserver les messages sur le serveur
he: להשאיר את ההודעות על השרת
hu: Levelek szerveren tartása
ja: サーバーにメールを残す
nb_no: Behold E-post på serveren
sv: Behåll e-post på servern
uk: Зберігати копії електронних листів

source: Announcement subject
ca: Tema de la notificació
de: Betreff
fr: Sujet de l'annonce
he: נושא ההכרזה
hu: Bejelentés tárgya
ja: 告知タイトル
nb_no: Tittel på kunngjøring
sv: Publikt meddelande ämne
uk: Тема оголошення

source: Announcement body
ca: Missatge de la notificació
de: Text
fr: Corps de l'annonce
he: גוף ההכרזה
hu: Bejelentés levéltörzs
ja: 告知本文
nb_no: Melding på kunngjøring
sv: Publikt meddelande
uk: Текст оголошення

source: Send
ca: Envia
de: Absenden
fr: Envoyer
he: שליחה
hu: Küldés
ja: 送信
sv: Skicka
uk: Надіслати

source: Public announcement
ca: Notificació pública
de: Öffentliche Bekanntmachung
fr: Annonce globale
he: הכרזה פומבית
hu: Nyilvános bejelentés
ja: 一斉告知
nb_no: Offentlig kunngjøring
sv: Publikt meddelande
uk: Публічне оголошення

source: Antispam
he: מניעת ספאם
hu: Levélszemét szűrő
ja: スパムメール対策
nb_no: Søppelfilter
uk: Антиспам

source: RSPAMD status page
de: RSPAMD Statusseite
uk: Сторінка стану RSPAMD

source: configure your email client
de: Informationen zur Einrichtung Ihres Email-Clients
uk: налаштуйте свій поштовий клієнт

source: Incoming mail
de: E-Mail-Empfang
uk: Вхідна пошта

source: Mail protocol
ca: Protocol de correu
de: E-Mail-Protokoll
fr: Protocole
he: פרוטוקול דוא״ל
hu: Levél protokoll
ja: メールプロトコル
nb_no: E-post protokoll
uk: Поштовий протокол

source: Server name
ca: Nom de servidor
fr: Nom du serveur
he: שם שרת
hu: Kiszolgáló neve
ja: サーバーアドレス
nb_no: Servernavn
uk: Назва серверу

source: Outgoing mail
de: E-Mail-Versand
uk: Вихідна пошта

source: Confirm action
ca: Confirmeu acció
de: Aktion bestätigen
fr: Confirmer
he: אישור הפעולה
hu: Megerősítés
ja: 操作を確認
nb_no: Bekreft handling
sv: Bekräfta
uk: Підтвердити дію

source: You are about to %(action)s. Please confirm your action.
ca: Esteu a punt de %(action)s. Per favor, confirmeu l'acció.
de: Bitte bestätigen: %(action)s.
fr: Vous allez %(action)s. Merci de confirmer votre action.
he: פעולה זו תבצע %(action)s. נא לאשר את הפעולה שלך.
hu: %(action)s megerősítése.
ja: %(action)s しようとしています。本当に実行しますか？
nb_no: Du er på tur å %(action)s. Vennligst bekreft denne handlingen.
sv: Du håller på att %(action)s. Vänligen bekräfta.
uk: Ви збираєтеся виконати %(action)s. Будь ласка, підтвердіть вашу дію.

source: Docker error
ca: Error de Docker
de: Docker Fehler
fr: Erreur Docker
he: שגיאת Docker
hu: Docker hiba
ja: Docker エラー
nb_no: Docker-feil
sv: Docker fel
uk: Помилка Docker

source: An error occurred while talking to the Docker server.
ca: Hi ha hagut un error de comunicació amb el servidor Docker.
de: Während der Kommunikation mit dem Docker Server ist ein Fehler aufgetreten.
fr: Une erreur s'est produite en communiquant avec le serveur Docker.
he: אירעה שגיאה בעת החיבור לשרת ה־Docker.
hu: Hiba lépett fel a Docker kiszolgáló kommunikációjában.
ja: Dockerサーバーと通信中にエラーが発生しました。
nb_no: En feil oppstod ved kommunisering med docker serveren.
sv: Ett fel inträffade vid kommunikation med Docker.
uk: Виникла помилка при спілкуванні з сервером Docker.

source: copy to clipboard
de: In Zwischenablage kopieren
uk: скопіювати в буфер обміну

source: My account
de: Mein Konto
fr: Mon compte
hu: Saját fiók
ja: アカウント設定
sv: Mitt konto
uk: Мій обліковий запис

source: Settings
ca: Ajustos
de: Einstellungen
fr: Préférences
he: הגדרות
hu: Beállítások
ja: 設定
nb_no: Innstillinger
sv: Inställningar
uk: Налаштування

source: Auto-reply
ca: Resposta automàtica
de: Auto-Antwort
fr: Réponse automatique
he: מענה אוטומטית
hu: Automatikus válasz
ja: 自動返信
nb_no: Automatisk svar
sv: Autosvar
uk: Автовідповідь

source: Fetched accounts
ca: Comptes vinculats
de: Abgerufene Konten
fr: Comptes externes
he: חשבונות נמשכים
hu: Letöltött fiókok
ja: 外部メールアカウント
nb_no: Hentede kontoer
sv: Hämtade konton
uk: Отримані облікові записи

source: Authentication tokens
ca: Tokens d'autenticació
de: Authentifizierungs-Tokens
fr: Jetons d'authentification
he: אסימוני אימות
hu: Belépési tokenek
ja: 認証トークン
nb_no: Autoriserings-token
sv: Autentiserade tokens
uk: Токени автентифікації

source: Administration
ca: Administració
he: ניהול
hu: Adminisztrátor
ja: サービス設定
nb_no: Administrasjon
uk: Адміністрація

source: Announcement
ca: Notificació
de: Bekanntmachung
fr: Annonce
he: הכרזה
hu: Bejelentés
ja: 告知
nb_no: Kunngjøring
sv: Meddelande
uk: Оголошення

source: Administrators
ca: Administradors
de: Administratoren
fr: Administrateurs
he: מנהלים
hu: Adminisztrátorok
ja: 管理者
nb_no: Administratorer
sv: Administratörer
uk: Адміністратори

source: Relayed domains
ca: Dominis traspassats
de: Relay-Domains
fr: Domaines relayé
he: שמות תחום מועברים
hu: Továbbított tartományok
ja: リレードメイン
nb_no: Videresendt domene
sv: Reläade domäner
uk: Передані домени

source: Mail domains
ca: Dominis de correu
de: E-Mail-Domains
fr: Domaines
he: דמות תחום לדוא״ל
hu: Levelezési tartomány
ja: メールドメイン
nb_no: E-post domener
sv: Domäner
uk: Поштові домени

source: Webmail
ca: Correu web
he: דוא״ל בדפדפן
ja: Webメール
nb_no: E-post
uk: Вебпошта

source: Sign out
ca: Eixiu
de: Abmelden
fr: Déconnexion
he: יציאה
hu: Kilépés
ja: ログアウト
nb_no: Logg ut
sv: Logga ut
uk: Вийти

source: We are still working on this feature!
ca: Encara estem treballant en aquesta funcionalitat!
de: Dieses Feature ist noch in Arbeit!
fr: Cette fonctionnalité est en cours de développement !
he: אנחנו עדיין עובדים על היכולת הזאת!
hu: Ezen a funkción még dolgozunk!
ja: この機能は鋭意開発中です！
nb_no: Vi jobber fortsatt med denne funksjonen!
sv: Vi arbetar fortfarande på den här funktionen!
uk: Ми все ще працюємо над цією функцією!

source: Add a global administrator
ca: Afegiu un admin global
de: Globalen Administrator hinzufügen
fr: Ajouter un administrateur global
he: הוספת מנהל כללי
hu: Globális adminisztrátor hozzáadása
ja: グローバル管理者を追加
nb_no: Legg til en global administrator
sv: Lägg till en global administratör
uk: Додати глобального адміністратора

source: Global administrators
ca: Administradors globals
de: Globale Administratoren
fr: Administrateurs globaux
he: מנהלים כלליים
hu: Globális adminisztrátorok
ja: グローバル管理者
nb_no: Globale administratorer
sv: Globala administratörer
uk: Глобальні адміністратори

source: Add administrator
ca: Afegiu un administrador
de: Administrator hinzufügen
fr: Ajouter un administrateur
he: הוספת מנהל
hu: Adminisztrátor hozzáadása
ja: 管理者を追加
nb_no: Legg til administrator
sv: Lägg till administratör
uk: Додати адміністратора

source: Actions
ca: Accions
de: Aktionen
he: פעולות
hu: Tevékenység
ja: 操作
nb_no: Handlinger
sv: Handling
uk: Дії

source: Email
ca: Correu
he: דוא״ל
ja: メールアドレス
nb_no: E-post
sv: E-post
uk: Електронна пошта

source: Delete
ca: Esborra
de: Löschen
fr: Supprimer
he: מחיקה
hu: Törlés
ja: 削除
nb_no: Slett
sv: Radera
uk: Видалити

source: Create alias
ca: Creeu àlies
de: Alias erstellen
fr: Créer un alias
he: יצירת כינוי
hu: Álnév létrehozása
ja: エイリアスを作成
nb_no: Lag et alias
sv: Skapa alias
uk: Створити псевдонім

source: Edit alias
ca: Editeu àlies
de: Alias bearbeiten
fr: Modifier un alias
he: עריכת כינוי
hu: Álnév szerkesztése
ja: エイリアスを編集
nb_no: Endre alias
sv: Redigera alias
uk: Редагувати псевдонім

source: Alias list
ca: Llista d'àlies
de: Aliase
fr: Liste des alias
he: רשימת כינויים
hu: Álnevek listája
ja: エイリアス一覧
nb_no: Liste over alias
sv: Alias-lista
uk: Список псевдонімів

source: Add alias
ca: Afegiu àlies
de: Alias hinzufügen
fr: Ajouter un alias
he: הוספת כינוי
hu: Álnév hozzáadása
ja: エイリアスを作成
nb_no: Legg til alias
sv: Skapa alias
uk: Додати псевдонім

source: Created
ca: Creat
de: Erstellt
fr: Création
he: נוצר
hu: Létrehozva
ja: 作成日
nb_no: Opprettet
sv: Skapad
uk: Створено

source: Last edit
ca: Última edició
de: Zuletzt bearbeitet
fr: Dernière modification
he: עריכה אחרונה
hu: Utolsó szerkesztés
ja: 最終更新日
nb_no: Sist endret
sv: Senast redigerad
uk: Останнє редагування від

source: Edit
ca: Edita
de: Bearbeiten
fr: Modifier
he: עריכה
hu: Szerkesztés
ja: 編集
nb_no: Endre
sv: Redigera
uk: Редагувати

source: Create alternative domain
ca: Creeu domini alternatiu
de: Alternative Domain erstellen
fr: Nouveau domaine alternatif
he: יצירת שם תחום חלופי
hu: Alternatív tartomány létrehozása
ja: 代替ドメイン名を作成
nb_no: Legg til alternativt domene
sv: Skapa alternativ domän
uk: Створити альтернативний домен

source: Alternative domain list
ca: Llista de dominis alternatius
de: Alternative Domains
fr: Liste des domaines alternatifs
he: רשימת שמות תחום חלופיים
hu: Alternatív tartományok
ja: 代替ドメイン名一覧
nb_no: Alternative domener
sv: Alternativa domäner
uk: Альтернативний список доменів

source: Add alternative
ca: Afegiu alternativa
de: Alternative hinzufügen
fr: Ajouter une alternative
he: הוספת חלופה
hu: Alternatív hozzáadása
ja: 代替ドメイン名を追加
nb_no: Legg til et alternativ
sv: Lägg till alternativ
uk: Додати альтернативу

source: Name
ca: Nom
fr: Nom
he: שם
hu: Név
ja: 代替ドメイン名
nb_no: Navn
sv: Namn
uk: Ім'я

source: New domain
ca: Nou domini
de: Neue Domain
fr: Nouveau domaine
he: שם תחום חדש
hu: Új tartomány
ja: ドメイン名を追加
nb_no: Nytt domene
sv: Ny domän
uk: Новий домен

source: Domain details
ca: Detalls del domini
fr: Détails du domaine
he: פרטי שם התחום
hu: Tartomány részletei
ja: ドメイン名詳細
nb_no: Domenedetaljer
sv: Domändetaljer
uk: Інформація про домен

source: Regenerate keys
ca: Regenereu les claus
de: Schlüssel neu erzeugen
fr: Regénérer les clés
he: יצירת מפתחות מחדש
hu: Kulcsok újragenerálása
ja: 鍵を再生成
nb_no: Regenerer nøkler
sv: Generera nycklar
uk: Регенерувати ключі

source: Generate keys
ca: Genereu claus
de: Schlüssel erzeugen
fr: Générer les clés
he: יצירת מפתחות
hu: Kulcsok létrehozása
ja: キーを生成
nb_no: Generer nøkler
uk: Згенерувати ключі

source: DNS MX entry
ca: Entrada DNS MX
de: DNS MX Eintrag
fr: Entrée DNS MX
he: רשומת MX ב־DNS
hu: DNS MX rekord
ja: DNS MXエントリ
nb_no: DNS MX oppføring
sv: DNS MX post
uk: Запис DNS MX

source: DNS SPF entries
ca: Entrada DNS SPF
de: DNS SPF Einträge
fr: Entrées DNS SPF
he: רשומות SPF ב־DNS
hu: DNS SPF rekord
ja: DNS SPFエントリ
nb_no: DNS SPF oppføringer
sv: DNS SPF post
uk: Записи DNS SPF

source: DKIM public key
ca: Clau pública DKIM
de: DKIM öffentlicher Schlüssel
fr: Clé publique DKIM
he: מפתח DKIM ציבורי
hu: DKIM nyilvános kulcs
ja: DKIM公開鍵
nb_no: DKIM offentlig nøkkel
sv: Publik DKIM-nyckel
uk: Відкритий ключ DKIM

source: DNS DKIM entry
ca: Entrada DNS DKIM
de: DNS DKIM Eintrag
fr: Entrée DNS DKIM
he: רשומת DKIM ב־DNS
hu: DNS DKIM rekord
ja: DNS DKIMエントリ
nb_no: DNS DKIM oppføring
sv: DNS DKIM post
uk: Запис DNS DKIM

source: DNS DMARC entry
ca: Entrada DNS DMARC
de: DNS DMARC Eintrag
fr: Entrée DNS DMARC
he: רשומת DMARC ב־DNS
hu: DNS DMARC rekord
ja: DNS DMARCエントリ
nb_no: DNS DMARC oppføring
sv: DNS DMARC post
uk: Запис DNS DMARC

source: DNS TLSA entry
de: DNS TLSA Eintrag
uk: Запис DNS TLSA

source: DNS client auto-configuration entries
de: DNS Einträge für die automatische Client-Konfiguration
uk: Записи автоконфігурації DNS-клієнта

source: Edit domain
ca: Edita domini
de: Domain bearbeiten
fr: Modifier le domaine
he: עריכת שם תחום
hu: Tartomány szerkesztése
ja: ドメイン名を編集
nb_no: Endre domene
sv: Redigera domän
uk: Редагувати домен

source: Domain list
ca: Llista de dominis
de: Domains
fr: Liste des domaines
he: רשימת שמות תחום
hu: Tartományok listája
ja: ドメイン一覧
nb_no: Liste over domener
sv: Domänlista
uk: Список доменів

source: Manage
ca: Gestioneu
de: Verwalten
fr: Gérer
he: ניהול
hu: Kezelés
ja: 管理
nb_no: Administrer
sv: Managera
uk: Керувати

source: Mailbox count
ca: Nombre de bústies
de: Anzahl Mailboxen
fr: Nombre de boîtes mail
he: כמות תיבות דוא״ל
hu: Postaládák száma
ja: メールボックス数
nb_no: Antall mailkontoer
sv: Antal mailboxar
uk: Кількість поштових скриньок

source: Alias count
ca: Nombre d'àlies
de: Anzahl Aliase
fr: Nombre d'alias
he: כמות כינויים
hu: Álnevek száma
ja: エイリアス数
nb_no: Antall alias
sv: Antal alias
uk: Кількість псевдонімів

source: Details
ca: Detalls
fr: Détails
he: פרטים
hu: Részletek
ja: 詳細
nb_no: Detaljer
sv: Detaljer
uk: Подробиці
